content/main/20220326161726-don_quijote.md
+++
title = "Don Quijote"
author = ["System Administrator"]
draft = false
+++

## Read Don Quijote {#read-don-quijote}


### notes {#notes}

Don;t dangle on 1 sentance too much.


### read Don quijote {#read-don-quijote}


#### Cue - obvious {#cue-obvious}

-   Time and place
    `I will read 1 page of Don Quijote with all words and usages figured out at 4 p.m. at my desk`
-   I have my yellow grammar book on my desk


#### Craving - attractive {#craving-attractive}

-   Reprogramming the brain
    -   the benefit of improving my coding skill
        1.  I'll be better in spanish
        2.  I could really understand what Cervantes have to say, these spirits.
        3.  I could recite the classic lines to impress other people
        4.  I could reference these very good lines in my own speaking
-   Temptation bundling
    After I've done a 1 page, I'll read it aloud


#### Response - easy {#response-easy}

-   Least effort:
    1 page a day
-   The environmnet:
    The book, Emacs/org-roam/don-quijote for note, Esdict/Collins for reference.


#### Reward - satisfying {#reward-satisfying}

-   Adding little pleasure
    A knot after the page


#### Mindset - continue process {#mindset-continue-process}

-   1% improvement
-   I'm a writer


## Notes {#notes}


### Primera Parte {#primera-parte}


#### Capítulo I {#capítulo-i}

<!--list-separator-->

-  Pagina 1

    <!--list-separator-->

    -  Que trata de la condición y ejercicio del famoso y valiente hidalgo don Quijote de la Mancha

        <!--list-separator-->

        -  Que trata

        <!--list-separator-->

        -  Trata

            Tratar - deal

        <!--list-separator-->

        -  condición

        <!--list-separator-->

        -  ejercicio

            exerice

        <!--list-separator-->

        -  valiente

            Excellent

        <!--list-separator-->

        -  hidalgo

            little land lord

    <!--list-separator-->

    -  En un lugar de la Mancha, de cuyo nombre no quiero acordarme, no ha muchao tiempo que viviá un hidalgo de los de lanza en astillero, adarga antigua rocín flaco y galgo corredor.

        <!--list-separator-->

        -  En un lugar de la mancha

            in a place of la manche

        <!--list-separator-->

        -  de cuyo nombre

            whose name

        <!--list-separator-->

        -  cuyo

            whose. the number mactch the noun.

        <!--list-separator-->

        -  Acordarme

            remind.
            put `me` in the back of `acordar`.

        <!--list-separator-->

        -  que viviá

        <!--list-separator-->

        -  de los de lanza de astillero

            lanza - lance
            astillero - lance stand

        <!--list-separator-->

        -  adarga

            a kind of leather shield

        <!--list-separator-->

        -  rocín

            thin horce

        <!--list-separator-->

        -  flaco

            thin

        <!--list-separator-->

        -  galgo corredor

            a fast hounddog

    <!--list-separator-->

    -  Una olla de algo más vaca que carnero, salpicón las más noches, duelos y quebrantos los sábados, lantejas los viernes, algún palomino de añadidura los domingos, consumían las tres partes de su hacienda.

        <!--list-separator-->

        -  una olla de algo

            pan of something?
            usual olla(a dish use pan)

        <!--list-separator-->

        -  más vaca que carnero

            more beef than lamb

        <!--list-separator-->

        -  salpicón

            拌菜

        <!--list-separator-->

        -  las más noches

            most nights

        <!--list-separator-->

        -  duelos y quebrantos

            a dish. 脂油煎鸡蛋

        <!--list-separator-->

        -  lantejas

            小扁豆汤

        <!--list-separator-->

        -  algún palomino

            some pigeon

        <!--list-separator-->

        -  de añadidura

            加饶头

        <!--list-separator-->

        -  consumían

            consumir. consume

        <!--list-separator-->

        -  tres partes

            3/4

        <!--list-separator-->

        -  hacienda

            income